const articles = [
  {
    title: "Как приготовить пасту",
    description: "Простой рецепт приготовления вкусной пасты.",
    likes: 120,
    views: 5000,
    content: "Это подробное описание о том, как приготовить вкусную пасту. Вы будете нуждаться в следующих ингредиентах и шагах..."
  },
  {
    title: "Лучшие книги 2023",
    description: "Список книг, которые стоит прочитать в текущем году.",
    likes: 350,
    views: 7500,
    content: "Здесь вы найдете список лучших книг, которые вышли в 2023 году. Эти произведения покорили читателей своей глубиной и увлекательным сюжетом..."
  },
  {
    title: "Секреты здоровья",
    description: "Советы для поддержания здорового образа жизни.",
    likes: 200,
    views: 6000,
    content: "Эта статья расскажет вам о секретах поддержания здоровья и активного образа жизни. Мы поговорим о физической активности, правильном питании и душевном равновесии..."
  },
  {
    title: "Искусство фотографии",
    description: "Основы искусства фотографии для начинающих.",
    likes: 80,
    views: 3000,
    content: "Искусство фотографии - это увлекательное и творческое занятие. В этой статье мы расскажем о его основах, включая выбор оборудования, композицию и обработку фотографий..."
  },
  {
    title: "Путешествие в Париж",
    description: "Описание лучших мест и достопримечательностей Парижа.",
    likes: 420,
    views: 10000,
    content: "Париж - это город мечты для многих путешественников. В этой статье мы расскажем вам о лучших местах для посещения, романтических прогулках и местной кухне..."
  },
  {
    title: "Эффективное управление временем",
    description: "Советы по планированию и управлению временем.",
    likes: 250,
    views: 8000,
    content: "Эффективное управление временем поможет вам достичь большего в жизни. Мы поделимся с вами стратегиями планирования, приоритизации и борьбы с прокрастинацией..."
  },
  {
    title: "Искусство живописи",
    description: "Основы искусства живописи для начинающих художников.",
    likes: 120,
    views: 4000,
    content: "Искусство живописи - это потрясающий способ самовыражения. В этой статье мы рассмотрим основы живописи, включая выбор материалов, техники и творческий процесс..."
  }
];



const communities = [
  {
    title: "Сообщество 1",
    description: "Описание сообщества 1",
    members: 1000
  },
  {
    title: "Сообщество 2",
    description: "Описание сообщества 2",
    members: 1500
  },
  {
    title: "Сообщество 3",
    description: "Описание сообщества 3",
    members: 800
  },
  {
    title: "Сообщество 4",
    description: "Описание сообщества 4",
    members: 2000
  },
  {
    title: "Сообщество 5",
    description: "Описание сообщества 5",
    members: 1200
  },
  {
    title: "Сообщество 6",
    description: "Описание сообщества 6",
    members: 700
  },
  {
    title: "Сообщество 7",
    description: "Описание сообщества 7",
    members: 900
  },
  {
    title: "Сообщество 8",
    description: "Описание сообщества 8",
    members: 1800
  },
  {
    title: "Сообщество 9",
    description: "Описание сообщества 9",
    members: 600
  },
  {
    title: "Сообщество 10",
    description: "Описание сообщества 10",
    members: 3000
  }
];
  